/*==============================================================*/
/* DBMS name:      MySQL 5.0                                    */
/* Created on:     2017/6/30 23:18:09                           */
/*==============================================================*/


/*==============================================================*/
/* Table: biz_pm_settle_category_detail（modify2）                */
/*==============================================================*/
alter table biz_pm_settle_category_detail
add   related_business_id_varchar    varchar(200)    comment '关联业务id字符型（添加） -- \'';

