<%@ page contentType="text/html;charset=UTF-8" %>
<%@ include file="/WEB-INF/views/include/taglib.jsp"%>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1,maximum-scale=1, user-scalable=no">
    <meta content="yes" name="apple-mobile-web-app-capable">
    <meta content="black" name="apple-mobile-web-app-status-bar-style">
    <meta content="telephone=no" name="format-detection">
    <meta content="email=no" name="format-detection">
</head>
	<link rel="stylesheet" type="text/css" href="${ctxStatic}/mobile/modules/Worker/css/new1/mask.css" />
	<link rel="stylesheet" type="text/css" href="${ctxStatic}/mobile/modules/Worker/css/new1/reset.css" />
    <link rel="stylesheet" type="text/css" href="${ctxStatic}/mobile/modules/Worker/css/new1/common.css" />
<body>
    <div class="font0" id = "font0" style="display: none;">
        <div class="g-mask">
            <div class="alertMask">
                <form class="maskWrapper" action="" method="post" name="agree">
                    <p class="maskTit">项目劳务合作协议</p>
                    <div class="maskContent">
                        <p>甲方：<span class="_underline">安徽驰恒建筑劳务有限公司</span></p>
                        <p>公司地址：北京市丰台区莲花池南里27号楼</p>
                        <p>依照《中华人民共和国合同法》，建设部《住宅室内装修装饰管理办法》及其他有关法律法规的规定，经甲、乙双方平等协商，本着互惠互利的原则，双方就乙方向甲方承接住宅装饰施工项目的劳务部分，在装饰施工项目承包、项目责任和项目结算等事宜，达成如下合作一致，以资共同遵守。</p>
                        <p>鉴于：乙方向甲方承接的住宅装饰施工劳务均为甲方根据与其客户（以下简称：业主方）签署的装修合同发包给甲方的，甲方需向业主方负责，乙方作为实际施工人也应当对业主方负责。乙方作为相关工序劳务承包人应当受到甲方的关于施工的规章管理制度管理。</p>
                        <p class="_bold">一、乙方需满足的基本条件</p>
                        <p>1.1 服从甲方的各项管理规定，不得以不知道该管理规定为由抗辩管理；其行为符合甲方的经营宗旨：严格执行、坦诚待客、和睦共处、共创辉煌。</p>
                        <p>1.2 具有依法从事住宅室内装修装饰的能力或资质，同意自行入场做完工程并接受甲方方和业主方的验收，验收结果必须达到甲方与业主方约定的验收标准。</p>
                        <p>1.3 接受甲方依据本协议以及甲方关于施工管理的规章制度作出的的任何处理决定（包括但不限于要求返工、减少款项、罚款、解除协议、要求赔偿等）。</p>
                        <p>1.4 乙方（任何工种）都必须到甲方工程部办理身份证备案并统一进行岗前培训，佩带上岗证。</p>
                        <p>1.5 乙方在从事项目施工的过程中应当无条件服从甲方的各项管理制度、流程，义务配合甲方展开的各类活动。</p>
                        <p>1.6 甲方根据乙方的施工质量、服务精神、敬业情况以及制度遵守情况实行星级产业工人评定，评定标准由甲方另行制定，星级评定结果与乙方承接项目的结算单价息息相关，星级越高结算单价越高，单价由不同工种、星级等级等因素共同决定。</p>
                        <p>1.7 乙方承诺自己没有受过刑事处罚，也没有被人民法院列入失信黑名单，否则甲方有权单方的免责的直接解除本协议。</p>
                        <p class="_bold">二、承接项目基本情况及承接方式</p>
                        <p>2.1 乙方向甲方承接的住宅装饰项目均为业主方与甲方签署的（新老）住宅装修项目。</p>
                        <p>2.2 其它具体情况以甲方派发的项目单、或是甲方在其智能产业工人管理APP中的内容为准。</p>
                        <p>2.3 甲乙双方签署本协议后，无需在对每一户项目另行签署承揽协议。乙方通过注册甲方智能产业工人管理APP，在线接单；或是甲方通过向乙方出具派工单的形式，确定每一户的承揽。</p>
                        <p class="_bold">三、劳务费用</p>
                        <p>3.1 乙方通过完成相关承揽工作获得相应的劳务费用，其劳务费用组成如下：</p>
                        <p>①、采取计件人工费+辅材包干方式；</p>
                        <p>②、计件人工费＝定额人工费+星级补贴（星级评定详见评定标准）；</p>
                        <p>③、辅材包干见甲方定额；</p>
                        <p>④、劳务费用的具体数额及构成均以APP记载为准；</p>
                        <p>3.2 本费用为包干价格（含人工费），除本协议另有有约定外，乙方不得再以任何理由向甲方主张其它任何费用。</p>
                        <p>3.3 本费用不一定是乙方实际所得费用，甲方在根据本协议以及甲方的规章管理制度对乙方进行管理过程中，可能会产生罚款、违约金、赔偿款等费用，该费用将直接从劳务费用中扣除。能足额从风险金、质保金扣除的将不再从劳务费用中扣除。</p>
                        <p>3.4 劳务费用还可能因为工程施工过程中因甲方与业主方施工变更而存在变化。</p>
                        <p class="_bold"> 第四条 项目验收</p>
                        <p>4.1 验收采用双验收标准：由甲方、业主方以《北京市居住建筑装修装饰工程质量验收规范》相关规定的标准，根据《大美装饰管理平台家装ISO9001 白皮书》中的内容对施工工序逐一进行验收。同时整个工程所有项目、工序均需通过业主方和甲方验收合格，方可视为工程整体验收合格。任何一项（单项）验收不达标，都将视为整个工程验收不合格。</p>
                        <p>4.2 甲方、业主方在项目施工过程中因乙方领取阶段性工程款需要，而出具的每道工序的验收合格证明仅作为领款凭证，不视为甲方、业主方对整体或部分工程已验收合格。</p>
                        <p>4.3 工程完工后项目经理验收合格、结算员审核通过，方可认定乙方工程验收合格，业主以任何形式（包括签字验收、向甲方支付全部工程款、入住等）单独向乙方验收不视为甲方对本工程验收合格。</p>
                        <p>4.4 环保检测不合格，如是乙方施工原因造成的，视为工程整体验收不合格，且乙方必须为此进行整改并承担为此付出的损失，甲方有权取消与乙方的当年劳务合作，有权直接降低评星等级。</p>
                        <p class="_bold">第五条 费用结算</p>
                        <table class="maskTable">
                            <thead>
                                <tr>
                                    <th>工种</th>
                                    <th>首期款结算时间及要求</th>
                                    <th>首付款比例</th>
                                    <th>尾款结算时间及要求</th>
                                    <th>结算时间</th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>拆除及铲墙皮</td>
                                    <td>工程完工后项目经理、质检验收合格、结算员审核通过</td>
                                    <td>100%</td>
                                    <td></td>
                                    <td>每周三</td>
                                </tr>
                                <tr>
                                    <td>水、电工</td>
                                    <td>工程完工后项目经理验收合格、水电工绘制的水电竣工图准确无误，经结算员审核通过</td>
                                    <td>80%</td>
                                    <td>套餐内的面板、五金安装完成；经项目经理、质检验收合格。</td>
                                    <td>每周三</td>
                                </tr>
                                <tr>
                                    <td>瓦工</td>
                                    <td>工程完工后项目经理验收合格、结算员审核通过</td>
                                    <td>90%</td>
                                    <td>工程竣工验收完毕，验收资料经结算员审核无误</td>
                                    <td>每周三</td>
                                </tr>
                                <tr>
                                    <td>油工</td>
                                    <td>工程完工后项目经理验收合格、结算员审核通过</td>
                                    <td>90%</td>
                                    <td>工程竣工验收完毕，验收资料经结算员审核无误</td>
                                    <td>每周三</td>
                                </tr>
                                <tr>
                                    <td>木工</td>
                                    <td>工程完工后项目经理验收合格、结算员审核通过</td>
                                    <td>90%</td>
                                    <td>基装验收完毕，验收资料经结算员审核无误</td>
                                    <td>每周三</td>
                                </tr>
                            </tbody>
                        </table>
                        <p>备注：</p>
                        <p>1、当结算工程量超出预算工程量的3%时，需经质检工程师现场复核并在app上确认，结算员方可结算；</p>
                        <p>2、每周三结算上周周日前上报的结算单，周日后上报的结算单时间相应顺延至下周周三完成；</p>
                        <p>3、所有工种，前两个工地不扣质保金，从累计施工的第三个工地开始按结算额的5%扣除质保金，扣满2000元为止，当施工项目发生售后维修时产生的费用从质保金中扣除，当质保金不足2000元时从在施项目结算款中继续扣除，扣满2000元为止。</p>
                        <p class="_bold">第六条 甲方权利义务</p>
                        <p>6.1 根据国家法律法规以及双方约定对乙方的施工进行监督管理（包括但不限于施工进度、质量、安全等监督）。</p>
                        <p>6.2有权对乙方施工的项目进行检验验收，并对检验验收不符合甲方标准的有权要求免费返工。。</p>
                        <p>6.3 对乙方实际施工的工序与甲方一起对业主方承担无限连带责任。</p>
                        <p>6.4 依照本协议的约定向乙方支付劳务费用。</p>
                        <p>6.5 对乙方进行合理管理。</p>
                        <p>6.5 有权根据业主方的要求依据本协议约定更换乙方。</p>
                        <p>6.6 在施工现场接受甲方项目经理的监督和指导，服从项目经理的管理。</p>
                        <p class="_bold">第七条 乙方权利义务</p>
                        <p>7.1 接受甲方管理；合理、合规、安全、文明施工，保护施工现场的材料。确保乙方（本人）符合施工能力满足甲方施工标准和要求。</p>
                        <p>7.2 按甲方预算所列内容和设计图纸负责施工或制作。因施工质量不符合甲方工艺标准，导致业主方任何形式的扣款，均由乙方独自承担经济责任（项目取消内容除外）。乙方在施工过程中对施工图纸及预算如有不明之处有权要求项目经理作出详细解说，如因对图纸（技术交底）领悟不深造成返工或用材跟预算不符，由此造成损失由乙方独自承担。项目经理不友好配合，乙方有权向甲方工程部反映投诉直到问题解决。</p>
                        <p>7.3 乙方与甲方、业主方不存在任何形式的劳动合同关系，但必须与甲方签署本合作协议，通过APP注册备案，并根据APP注册协议执行。乙方在施工过程中，必须自行购买工伤意外险，若乙方不购买相关保险的，发生相关事故的，由其自身负责与甲方和业主方无关。乙方还应当自行办理暂住证，水电工必须具备国家认定的电工证，熟悉强弱电源及多媒体网络布线和新材料水电路安装，乙方必须全部穿戴甲方规定的工作服及工牌。乙方违反上述约定，给甲方、业主方造成损失的由乙方承担，甲方不承担任何直接、间接的或由此引发的连带责任和损失。</p>
                        <p>7.4 工程施工过程中因业主方的原因涉及的增加项目或预算漏算需补列的项目，必须按甲方规定进行增加项目的签订，并按甲方预算或甲方收费标准报价签订，增加的款项必须在工程相应收款阶段由乙方负责追缴。乙方违反本条的，甲方有权就该户项目不予结算，并有权取消下一项目，乙方的接单权。</p>
                        <p>7.5 乙方作为项目施工实际责任人，必须严格履行《大美装饰管理平台家装产业工人工作手册》及《大美装饰管理平台家装工艺规范》，必须无条件接受甲方制定的各项制度及甲方指派的施工监理、项目经理、质量巡检员对工程项目的质量监督和管理。工程中有失误并出现人为损坏材料物品等事故，乙方承担。工地严禁做饭、住宿及吸烟、造火炉，非因施工原因不得随意使用房屋设备，违者按甲方有关规章制度执行。</p>
                        <p>7.6 甲方配送的基础材料及主材，乙方必须到工地现场根据《大美装饰管理平台家装ISO9001 白皮书》验收签字，同时要求业主对材料签字确认，并对甲方配送的材料负有保管责任。乙方在对到达工地的材料进行数量、质量的核对签收时，如材料质量存在问题，乙方应在48 小时内报至甲方工程部，否则由此造成的数量短缺及质量瑕疵，乙方承担赔偿义务，并承担因此造成的工程延期责任。</p>
                        <p>7.7 依照本协议以及甲方的其它规章制度缴纳质保金、罚款、承担违约责任。</p>
                        <p>7.8 遵守当地法律法规、物业管理规定以及风俗习惯。</p>
                        <p>7.10 依照本协议约定的惩罚规则接受甲方的惩罚。</p>
                        <p>7.11 有权依照本协议的约定结算费用。</p>
                        <p>7.12 依据法律法规规章以及甲方关于项目管理规定而产生的其它权利与义务。</p>
                        <p class="_bold">第八条 风险金、质保金制度</p>
                        <p>8.1 质保金规定：所有工种，前两个工地不扣质保金，从累计施工的第三个工地开始按结算额的5%扣除质保金，扣满2000元为止，当施工项目发生售后维修时产生的费用从质保金中扣除，当质保金不足2000元时从在施项目结算款中继续扣除，扣满2000元为止。在乙方继续向甲方承接劳务的合作期内不予退还，解除合作后根据乙方负责的工程竣工验收结算之日起二年后逐户退还，如在保修期内发生质量问题，乙方免费保修，要甲方代替维修的，甲方将按定额收取乙方合理维修费用（参照甲方相关售后制度执行）。</p>
                        <p>8.2 甲方开据的风险金和质保金的收据是唯一退款证明。</p>
                        <p>8.3 风险金、质保金在甲方支配管理期间，在不影响风险金、质保金返还情况下甲方有权利用使用风险金、质保金；风险金、质保金所产生的孳息、合法收益归甲方所有。</p>
                        <p class="_bold">第九条 项目质保</p>
                        <p>9.1 施工项目验收合格后，乙方对该施工项目承担免费保修责任，乙方承诺对乙方承包的工程项目自竣工之日起实行全房保修两年，中水电隐蔽工程、防水防漏工程保修五年，木工、泥工、漆工工程及其它施工内容保修两年。</p>
                        <p>9.2 工程需要维修时，如果业主要求乙方直接对工程进行维修，乙方需在接通知后24 小时内上门提供维修服务，并根据甲方《售后管理制度》执行，由此产生的费用全部由乙方承担。若甲方直接负责具体维修的，通知乙方到现场核实，由此产生的一切费用由乙方承担，甲方可直接从乙方缴纳的保证金、质保金及乙方其它工程应领劳务费用中扣除，乙方拒绝到现场核实的不影响费用扣除。以上两种维修方式业主方有权任选其一，乙方必须无条件听从安排。</p>
                        <p>9.3 乙方应当确保有一定的工人专用于质保维修，并且在质保维修过程中应当维护好甲方的良好形象，依照本协议约定着装，依照甲方的维修标准和售后制度合理、及时安排质保维修，听取业主方、甲方的质保维修意见，并对质保维修结果承担责任。</p>
                        <p>9.4乙方多次质保维修无效后，应当及时向甲方报告情况并分析原因。若项甲方发现是乙方施工造成的，应当承担返工、重做、更换或赔偿的责任。</p>
                        <p class="_bold">第十条 材料及管理</p>
                        <p>10.1 工程所需材料（含辅材）由乙方根据设计图及预算要求，结合实地测量，按指定品牌开出材料用量清单，报项目经理审批，因乙方原因造成材料浪费、错买、被盗、损坏、返工的，由乙方负全责包括但不限于补货、换货、赔偿；因此延误工期的还应当承担因延误工期给甲方、业主方带来的损失。</p>
                        <p>10.2 未包料的工程，甲方工程部指派材料采购员和乙方到甲方指定正规经销点（指大型建材超市或品牌地区总代理处）按定额标准为乙方采购货真价实的材料。付款由甲方财务人员专人负责，在未征得甲方书面同意的前提下，任何人（含乙方）在外单独采购材料或签单，甲方一概不予承认。</p>
                        <p>10.3 材料配送到工地后，乙方必须通知业主到场验收（如不能书面送达通知的，以短信形式提前通知），并在《大美装饰管理平台家装ISO9001 白皮书》上签字确认材料品牌及数量。如乙方未尽通知义务，由此产生的一切责任由乙方承担，并处罚金200 元/次。</p>
                        <p>10.4 在未征得甲方同意的，乙方不得外购或以甲方的名义在外购买材料。其供应商向甲方索要材料款，甲方一概不予认可。由乙方自负其责，且发生此现象一律罚款2,000 元/次。乙方如未严格根据甲方制定的材料下单流程、及材料管理制度执行，一切责任由乙方承担。</p>
                        <p>10.5 甲方只负责按下拨表价格定额向乙方配送基材和主材，对乙方在施工过程中非甲方过错造成的材料损耗，乙方自行补足且不能延误工期。</p>
                        <p>10.6 乙方如未严格根据甲方制定的材料下单流程、及材料管理制度执行，导致任何损失的（包括不限于甲方对第三方的赔偿），由乙方承担。</p>
                        <p>10.7 乙方对甲方送来的、或经批准采购的所有材料（含辅材）、工具以及施工现场，具有保护、看护的职责，因其保护、看护不当导致材料（含辅材）、工具毁损灭失的，自行承担补货责任，且不得延误工期。</p>
                        <p class="_bold">第十一条 惩罚规则</p>
                        <p>11.1 乙方接受甲方根据《大美装饰管理平台家装产业工人工作手册》及《大美装饰管理平台家装工艺规范》、《工程部管理制度》等所规定各条款做出的处罚措施。</p>
                        <p>11.2 乙方因工艺、技术、工期等或乙方独自采购的材料达不到施工验收标准，导致业主投诉的，甲方将根据具体情况对乙方进行处罚。</p>
                        <p>11.3 乙方在施工过程中严禁携带与工程无关的人员进入工地；严禁对项目内容偷工减料；严禁向客户透露甲方承接该工程的承包责任书内容和具体金额；严禁私自在工地直接或间接独揽工程或把甲方的客户、业主介绍给其它公司或个人；严禁对外发表有损甲方商誉和形象的任何言论；严禁以甲方的名义私自向业主方做任何口头或书面的超出甲方与业主方协议内容的任何承诺。违反上述任意约定的，一经发现，甲方将对乙方按每500 元以上/次的罚款，情节严重造成业主以此为借口故意制造麻烦与纠纷或向新闻媒体报道的，甲方有权扣除全部承包款项、风险金并有权要求乙方立即停工退场。同时甲方将根据乙方违约具体情况保留追究其法律责任的权利。</p>
                        <p>11.4 乙方出现无证上岗的每次罚款200 元/人；有证不佩带的每次罚款50 元/人。乙方承接的施工任务严禁转包，一经发现除罚款5,000 元外，甲方有权要求乙方无条件退出工地，并按甲方有关规定追加处理。</p>
                        <p>11.5 乙方不得在施工中因设计、工艺、服务等问题与客户发生争吵。如因此引起客户的投诉，甲方将给乙方100 至1,000 元/次处罚。</p>
                        <p>11.6 因设计更改、施工项目增加，乙方须与业主申报延期签证，工期顺延。未签署好延期签证的导致甲方承担责任的，甲方有权向乙方追偿。乙方不得以任何形式、理由拒单，否则予以1,000 元/次罚款。</p>
                        <p>11.7 乙方工作须认真负责，不得在中途以任何理由拒绝完成所负责的施工项目。乙方如不能按时按质按量完成乙方所负责的施工项目，且无业主签字的延期单，罚款100 元/天，根据甲方《工期管理规定》执行，并承担由于延期所造成的一切损失。无故连续停工3 天以上（含3 天）或工程施工过程中累计停工10 天以上（含10 天）的，甲方有权终止本协议，并安排它方继续施工。无故停工的天数计算以甲方工程部记录为准，无需乙方签字确认。如因乙方工作不到位导致业户要求更换乙方的，乙方须等待该工地施工完毕，业主缴纳尾款后，乙方方可与甲方进行结算，乙方只能领取本协议约定劳务款的70%，另30%做为甲方的质保金和接手项目一方的补偿。另罚款500 至1,000 元/次。</p>
                        <p>11.8 乙方不得向业主出示甲方制作的《制安下拨表》，不得向业主告知甲方的下拨单价或总价，否则甲方有权按1,000 元/次对乙方进行处罚。</p>
                        <p>11.9 乙方不得伙同任何甲方员工承接私单，不得在甲方交予乙方施工的小区或楼盘内承接私单，否则甲方有权予以5,000 元/次罚款。且甲方有权终止本协议并不予给乙方做任何结算。</p>
                        <p class="_bold">第十二条 争议解决</p>
                        <p>因执行本协议发生争议，由当事人友好协商，协商不成双方约定提交北京仲裁委员会依照该会仲裁规则适用中国法律依法裁决，仲裁具有终局性对各方均有法律约束力。</p>
                        <p class="_bold">第十三条　附则</p>
                        <p>13.1 本协议未尽事宜需双方协商签订补充协议，补充协议与本合同具有同等法律效力。</p>
                        <p>13.2 本协议经双方确认同意后方可生效，至乙方与施工方终止合作、乙方施工工地保修期满后自然失效。</p>
                        <p>13.3 项目单、甲方APP中关于项目执行的全部内容、《大美装饰管理平台家装ISO9001 白皮书》以及本协议提到的甲方各类管理规定、规章制度包括不限于《大美装饰管理平台家装产业工人工作手册》及《大美装饰管理平台家装工艺规范》《工程部管理制度》《工程部全员考核规范》《施工中人员更换制度》等均为本协议的附件，与本协议具有同等的法律效力，乙方在签署本协议时已知悉附件内容及其表达的意思；乙方对上述附件内容及其表达的意思不持任何异议，并自愿接受其约束。</p>
                        <p>文件名称：《大美装饰管理平台家装ISO9001 白皮书》《大美装饰管理平台家装产业工人工作手册》《大美装饰管理平台家装工艺规范》《工程部管理制度》《工程部全员考核规范》《施工中人员更换制度》</p>
                    </div>
                    <div class="twoBtns">
                        <div class="maskBtns clearfix">
                            <input type="button" class="maskBtn font33 col_0780ec" value="不同意" name="cancel" onclick="sendajax(0)">
                            <input type="button" class="maskBtn font33 col_f" value="同意 (6)" name="agreeb" onclick="sendajax(1)">
                        </div>
                    </div>
                </form>
            </div>
        </div>
    </div>
    <script type="text/javascript" src="${ctxStatic}/mobile/modules/Worker/js/utils/calcRootFontSize.js"></script>
	<script type="text/javascript" src="${ctxStatic}/mobile/modules/Worker/js/lib/jquery-2.1.1.min.js"></script>
   <script type="text/javascript">
   $(document).ready(function() {
		var temp = '${isSignAgreement}';
		if(temp == '0'){
			$("#font0").show();
		}
	});
	
	 var secs = 6;
	    document.agree.agreeb.disabled = true;
	    for (var i = 1; i <= secs; i++) {
	        window.setTimeout("update(" + i + ")", i * 1000);
	    }

	    function update(num) {
	        if (num == secs) {
	            document.agree.agreeb.value = " 同意";
	            document.agree.agreeb.disabled = false;
	        } else {
	            var printnr = secs - num;
	            document.agree.agreeb.value = "同意 (" + printnr + ")";
	        }
	    }
	    
	    
	    
	    function sendajax(data){
	    	$("#font0").hide();
	    	 $.ajax({ 
	    		url: "${ctx}/app/worker/employeeagreement/sign?sign="+data, 
	    		type:"get",
	    		dataType:"json",
	    		success: function(data){
	    			$("#myhide").val("1");
	          }
	    	});
	    }
   </script>
</body>

</html>