/*==============================================================*/
/* DBMS name:      MySQL 5.0                                    */
/* Created on:     2017/8/28 15:59:34                           */
/*==============================================================*/


/*==============================================================*/
/* Table: biz_order_complaint（modify2）                          */
/*==============================================================*/
alter table biz_order_complaint
add   expect_deal_days               decimal(6,2)    comment '预计处理天数（添加） -- \'',
add   expect_deal_plan_describe      varchar(1000)   comment '预计处理方案（添加） -- \'';

