/*==============================================================*/
/* DBMS name:      MySQL 5.0                                    */
/* Created on:     2017/5/23 17:14:10                           */
/*==============================================================*/


/*==============================================================*/
/* Table: biz_qc_bill（modify4）                                  */
/*==============================================================*/
alter table biz_qc_bill
add   plan_check_datetime            datetime        comment '计划验收日期 -- \'',
add   delay_reason_pm                varchar(255)    comment '项目经理延期原因 -- \'',
add   delay_reason_qc                varchar(255)    comment '质检员延期原因 -- \'';

