/*==============================================================*/
/* DBMS name:      MySQL 5.0                                    */
/* Created on:     2017/8/22 11:18:43                           */
/*==============================================================*/



/*==============================================================*/
/* Table: biz_project_progress_boning（modify2）                  */
/*==============================================================*/
alter table biz_project_progress_boning
add   delay_days                     int             comment '客户认可延期天数（添加） -- \'',
add   is_scrap                       char(1)         comment '是否作废（添加） -- \'0.否；1.是';

